[
  {
    "bid_amount": 10,
    "bidding_message": "With a bid of just ₹10, I can already sense the immense value and potential of this project. I'm confident that I can deliver outstanding results within the given timeframe. Let's make this collaboration a game-changer!",
    "combined_score": 940
  },
  {
    "bid_amount": 50,
    "bidding_message": "With a bid of just ₹50, I'm here to show you that even small investments can yield great results. I'll bring my practical expertise, attention to detail, and creative thinking to deliver outstanding outcomes for your project. Let's join forces and create something amazing together!",
    "combined_score": 960
  },
  {
    "bid_amount": 100,
    "bidding_message": "I firmly believe in the old saying, 'You get what you pay for.' That's why I'm offering ₹100 for this freelance work. Rest assured, my commitment, attention to detail, and passion for excellence will shine through in every task I undertake. Let's elevate this project to new heights together!",
    "combined_score": 888
  },
  {
    "bid_amount": 250,
    "bidding_message": "I'm placing a bid of ₹250 because I see the immense potential in your project. With my practical approach, innovative ideas, and meticulous attention to detail, I'll make sure every aspect is handled with utmost care. Let's collaborate and turn your vision into a stunning reality!",
    "combined_score": 900
  },
  {
    "bid_amount": 1000,
    "bidding_message": "I firmly believe that quality work requires a fair investment. With a bid of ₹1,000, I'm committed to delivering exceptional results that exceed your expectations. Trust my practical expertise, creativity, and dedication to make this project an absolute success!",
    "combined_score": 920
  },
  {
    "bid_amount": 5000,
    "bidding_message": "₹5,000 is my bid, reflecting my confidence in the value I can bring to your project. With a practical mindset, innovative problem-solving, and a keen eye for detail, I'll ensure each deliverable surpasses your requirements. Let's team up and make this project truly remarkable!",
    "combined_score": 930
  },
  {
    "bid_amount": 10000,
    "bidding_message": "I understand the importance of investing in excellence, which is why I'm bidding ₹10,000. With my practical experience, creative thinking, and meticulous approach, I'll deliver exceptional outcomes that elevate your project to new heights. Let's work together and make a lasting impact!",
    "combined_score": 950
  },
  {
    "bid_amount": 25000,
    "bidding_message": "My bid of ₹25,000 demonstrates my commitment to delivering outstanding results. With a practical mindset, strategic thinking, and a passion for excellence, I'll ensure that every aspect of your project is handled with utmost care. Let's collaborate and achieve greatness together!",
    "combined_score": 940
  },
  {
    "bid_amount": 50000,
    "bidding_message": "I firmly believe in the value of your project, which is why I'm offering ₹50,000. With my practical expertise, innovative approach, and relentless pursuit of perfection, I'll deliver exceptional outcomes that surpass your expectations. Let's make this project a resounding success!",
    "combined_score": 960
  },
  {
    "bid_amount": 1200,
    "bidding_message": "With a bid of ₹1,200, I aim to provide you with top-notch service that meets and exceeds your expectations. With my practical experience, attention to detail, and creative mindset, I'm confident in delivering outstanding results. Let's collaborate and bring your vision to life!",
    "combined_score": 910
  },
  
    {
      "bid_amount": 20,
      "bidding_message": "With a bid of just ₹20, I'm excited to showcase my skills and expertise. I'll bring my dedication, attention to detail, and passion for excellence to deliver exceptional results for your project. Let's collaborate and create something remarkable together!",
      "combined_score": 910
    },
    {
      "bid_amount": 80,
      "bidding_message": "I'm placing a bid of ₹80 because I believe in the value of your project. With my practical experience, creative thinking, and meticulous approach, I'll ensure that every task is handled with utmost care. Let's team up and make this project a resounding success!",
      "combined_score": 930
    },
    {
      "bid_amount": 150,
      "bidding_message": "With a bid of ₹150, I'm committed to delivering exceptional results that exceed your expectations. Trust my practical expertise, attention to detail, and dedication to make this project a remarkable success. Let's work together and create something extraordinary!",
      "combined_score": 900
    },
    {
      "bid_amount": 300,
      "bidding_message": "I firmly believe that quality work deserves a fair investment. With a bid of ₹300, I'll bring my practical expertise, creative mindset, and meticulous attention to detail to ensure outstanding outcomes for your project. Let's collaborate and make a lasting impact!",
      "combined_score": 940
    },
    {
      "bid_amount": 800,
      "bidding_message": "₹800 is my bid, reflecting my confidence in the value I can provide. With my practical experience, innovative approach, and attention to detail, I'll deliver exceptional results that elevate your project. Let's team up and create something extraordinary!",
      "combined_score": 920
    },
    {
      "bid_amount": 4000,
      "bidding_message": "I understand the importance of investing in excellence, which is why I'm bidding ₹4,000. With my practical expertise, creative thinking, and relentless pursuit of perfection, I'll deliver exceptional outcomes that surpass your expectations. Let's make this project a resounding success!",
      "combined_score": 950
    },
    {
      "bid_amount": 20000,
      "bidding_message": "My bid of ₹20,000 reflects my commitment to delivering outstanding results. With a practical mindset, strategic thinking, and a passion for excellence, I'll ensure that every aspect of your project is handled with utmost care. Let's collaborate and achieve greatness together!",
      "combined_score": 940
    },
    {
      "bid_amount": 60000,
      "bidding_message": "I firmly believe in the value of your project, which is why I'm offering ₹60,000. With my practical experience, innovative approach, and relentless pursuit of perfection, I'll deliver exceptional outcomes that surpass your expectations. Let's make this project a resounding success!",
      "combined_score": 960
    },
    {
      "bid_amount": 1800,
      "bidding_message": "With a bid of ₹1,800, I'm committed to providing top-notch service that meets and exceeds your expectations. With my practical experience, attention to detail, and creative mindset, I'll deliver outstanding results. Let's collaborate and bring your vision to life!",
      "combined_score": 910
    },
    {
      "bid_amount": 350,
      "bidding_message": "I'm placing a bid of ₹350 because I see the immense potential in your project. With my practical approach, innovative ideas, and meticulous attention to detail, I'll ensure that every aspect is handled with utmost care. Let's team up and create something remarkable!",
      "combined_score": 920
    },
    {
      "bid_amount": 50,
      "bidding_message": "I'm placing a bid of ₹50 because I believe in the value of your project. With my expertise, attention to detail, and dedication, I'll deliver outstanding results. Let's collaborate and make this project a success!",
      "combined_score": 900
    },
    {
      "bid_amount": 100,
      "bidding_message": "With a bid of ₹100, I'm committed to providing high-quality work that exceeds your expectations. Trust my experience, creativity, and meticulous approach to deliver exceptional outcomes. Let's work together and create something amazing!",
      "combined_score": 920
    },
    {
      "bid_amount": 250,
      "bidding_message": "I understand the importance of investing in excellence, which is why I'm bidding ₹250. With my practical expertise, innovative thinking, and attention to detail, I'll ensure outstanding results for your project. Let's collaborate and achieve greatness!",
      "combined_score": 930
    },
    {
      "bid_amount": 500,
      "bidding_message": "₹500 is my bid, reflecting the value I can provide. With my expertise, passion, and commitment to excellence, I'll deliver exceptional results that elevate your project. Let's team up and create something extraordinary!",
      "combined_score": 950
    },
    {
      "bid_amount": 1500,
      "bidding_message": "I believe in the potential of your project, which is why I'm bidding ₹1,500. With my experience, innovative approach, and attention to detail, I'll deliver exceptional outcomes that surpass your expectations. Let's make this project a resounding success!",
      "combined_score": 960
    },
    {
      "bid_amount": 2000,
      "bidding_message": "With a bid of ₹2,000, I'm committed to providing top-notch service that meets and exceeds your expectations. With my expertise, creativity, and meticulous approach, I'll deliver outstanding results. Let's collaborate and bring your vision to life!",
      "combined_score": 910
    },
    
      {
        "bid_amount": 50,
        "bidding_message": "I'm placing a bid of $50 because I'm confident in my abilities to deliver high-quality work within the given timeframe. With my attention to detail and strong communication skills, I'll ensure your project's success.",
        "combined_score": 900
      },
      {
        "bid_amount": 100,
        "bidding_message": "With a bid of $100, I'll bring my expertise and creativity to the table, providing innovative solutions and exceptional results. Let's collaborate and make your project stand out from the rest!",
        "combined_score": 920
      },
      {
        "bid_amount": 250,
        "bidding_message": "I understand the value of your project and its impact, which is why I'm bidding $250. With my extensive experience and attention to detail, I'll deliver outstanding work that exceeds your expectations. Let's work together and achieve greatness!",
        "combined_score": 930
      },
      {
        "bid_amount": 500,
        "bidding_message": "My bid of $500 reflects my commitment to excellence and the value I can bring to your project. With my expertise, dedication, and passion for success, I'll deliver exceptional results that elevate your brand. Let's embark on this journey together!",
        "combined_score": 950
      },
      {
        "bid_amount": 1500,
        "bidding_message": "I'm confident in my abilities to deliver outstanding results, which is why I'm bidding $1,500. With my extensive portfolio and attention to detail, I'll bring a fresh perspective to your project and ensure its success. Let's make it happen!",
        "combined_score": 960
      },
      {
        "bid_amount": 2000,
        "bidding_message": "With a bid of $2,000, I'm committed to providing top-notch quality and delivering results that exceed your expectations. With my expertise, creativity, and dedication, I'll bring your vision to life. Let's create something remarkable together!",
        "combined_score": 910
      },
      {
        "bid_amount": 3500,
        "bidding_message": "I firmly believe in the value of your project and its potential impact, which is why I'm offering $3,500. With my extensive experience, innovative thinking, and attention to detail, I'll deliver exceptional outcomes. Let's make your project a resounding success!",
        "combined_score": 940
      },
      {
        "bid_amount": 5000,
        "bidding_message": "My bid of $5,000 signifies my strong commitment to your project's success. With my track record of delivering high-quality results and my passion for excellence, I'll ensure that your project stands out from the competition. Let's work together and achieve greatness!",
        "combined_score": 970
      },
    
    
  
      
        {
          "bid_amount": 100,
          "bidding_message": "I'll do this job for cheap. Pick me!",
          "combined_score": 50
        },
        {
          "bid_amount": 200,
          "bidding_message": "I can do it quickly and inexpensively. Hire me!",
          "combined_score": 60
        },
        {
          "bid_amount": 500,
          "bidding_message": "I'm new to freelancing, so I'm offering a low price. Give me a chance!",
          "combined_score": 70
        },
        {
          "bid_amount": 1000,
          "bidding_message": "I can do this project at a lower cost. Trust me!",
          "combined_score": 80
        },
        {
          "bid_amount": 2000,
          "bidding_message": "I'll do it for a bargain price. Don't miss this opportunity!",
          "combined_score": 90
        },
        
          {
            "bid_amount": 150,
            "bidding_message": "I can do this project at a discounted rate. Let's get started!",
            "combined_score": 80
          },
          {
            "bid_amount": 250,
            "bidding_message": "I'll complete the project quickly and efficiently. Hire me!",
            "combined_score": 85
          },
          {
            "bid_amount": 300,
            "bidding_message": "I have some experience in this field. Consider my bid!",
            "combined_score": 70
          },
          {
            "bid_amount": 400,
            "bidding_message": "I'll try my best to meet your expectations. Give me a chance!",
            "combined_score": 75
          },
          {
            "bid_amount": 500,
            "bidding_message": "I can do this project within your budget. Let's discuss the details!",
            "combined_score": 85
          },
          {
            "bid_amount": 600,
            "bidding_message": "I have some relevant skills. Choose me for this project!",
            "combined_score": 70
          },
          {
            "bid_amount": 700,
            "bidding_message": "I'll work hard to deliver quality results. Trust me with your project!",
            "combined_score": 80
          },
          {
            "bid_amount": 800,
            "bidding_message": "I'll do my best to complete the task on time. Consider my bid!",
            "combined_score": 75
          },
          {
            "bid_amount": 900,
            "bidding_message": "I'm offering a reasonable price for my services. Let's collaborate!",
            "combined_score": 80
          },
          {
            "bid_amount": 1000,
            "bidding_message": "I'm confident I can handle this project. Choose me for excellent results!",
            "combined_score": 90
          },
          {
            "bid_amount": 1100,
            "bidding_message": "I'm willing to negotiate the bid amount. Contact me for further discussion!",
            "combined_score": 85
          },
          {
            "bid_amount": 1200,
            "bidding_message": "I'll put in the effort to make your project a success. Hire me!",
            "combined_score": 80
          },
          {
            "bid_amount": 1300,
            "bidding_message": "I have some relevant experience. Consider my bid for your project!",
            "combined_score": 75
          },
          {
            "bid_amount": 1400,
            "bidding_message": "I'm offering a competitive price for my services. Let's work together!",
            "combined_score": 80
          },
          {
            "bid_amount": 1500,
            "bidding_message": "I'm dedicated to providing quality work within your budget. Choose me!",
            "combined_score": 90
          },
          {
            "bid_amount": 1600,
            "bidding_message": "I'll put in extra effort to meet your expectations. Trust me with your project!",
            "combined_score": 85
          },
          {
            "bid_amount": 1700,
            "bidding_message": "I'm flexible with the bid amount. Let's discuss the details!",
            "combined_score": 80
          },
          {
            "bid_amount": 1800,
            "bidding_message": "I have the skills required for this project. Consider my bid!",
            "combined_score": 75
          },
          {
            "bid_amount": 1900,
            "bidding_message": "I'll deliver the project on time with high-quality results. Hire me!",
            "combined_score": 80
          },
          {
            "bid_amount": 2000,
            "bidding_message": "I'm offering a reasonable price for my expertise. Choose me!",
            "combined_score": 90
          },
          {
            "bid_amount": 2100,
            "bidding_message": "I'm confident I can handle this project efficiently. Consider my bid!",
            "combined_score": 85
          },
          {
            "bid_amount": 2200,
            "bidding_message": "I'll work diligently to complete your project successfully. Trust me!",
            "combined_score": 80
          },
          {
            "bid_amount": 2300,
            "bidding_message": "I have some relevant skills and experience. Hire me for this project!",
            "combined_score": 75
          },
          {
            "bid_amount": 2400,
            "bidding_message": "I'm offering a competitive price for my services. Let's collaborate!",
            "combined_score": 80
          },
          
            {
              "bid_amount": 350,
              "bidding_message": "Unlock the door to your project's success with my expertise. Let's make magic happen!",
              "combined_score": 400
            },
            {
              "bid_amount": 400,
              "bidding_message": "Ready to dive into your project and create something extraordinary. Let's embark on this creative journey together!",
              "combined_score": 450
            },
            {
              "bid_amount": 450,
              "bidding_message": "Imagine a symphony of innovation and quality. I'll compose the perfect solution for your project!",
              "combined_score": 500
            },
            {
              "bid_amount": 500,
              "bidding_message": "Let's set sail on the sea of possibilities. I'll navigate your project to success with my exceptional skills!",
              "combined_score": 550
            },
            {
              "bid_amount": 550,
              "bidding_message": "Transform your project into a masterpiece that leaves a lasting impression. I'll bring your vision to life!",
              "combined_score": 600
            },
            {
              "bid_amount": 600,
              "bidding_message": "Your project deserves a touch of brilliance and ingenuity. I'll sprinkle my magic to make it shine!",
              "combined_score": 550
            },
            {
              "bid_amount": 650,
              "bidding_message": "Let's embark on an epic adventure of creativity and innovation. I'll be your guide to success!",
              "combined_score": 500
            },
            {
              "bid_amount": 700,
              "bidding_message": "Unleash the power of imagination and excellence. I'll be the driving force behind your project's triumph!",
              "combined_score": 450
            },
            {
              "bid_amount": 750,
              "bidding_message": "Step into a world of unlimited possibilities. I'll be your companion, creating wonders for your project!",
              "combined_score": 400
            },
            {
              "bid_amount": 800,
              "bidding_message": "Let's ignite the spark of creativity together. I'll fuel your project with passion and innovation!",
              "combined_score": 450
            },
            {
              "bid_amount": 850,
              "bidding_message": "Dare to dream big! I'll turn your project into a captivating reality that exceeds your expectations!",
              "combined_score": 500
            },
            {
              "bid_amount": 900,
              "bidding_message": "Prepare to be amazed! I'll weave my expertise into your project, creating a tapestry of success!",
              "combined_score": 550
            },
            {
              "bid_amount": 950,
              "bidding_message": "Together, we'll paint a masterpiece of innovation and brilliance. Your project deserves nothing less!",
              "combined_score": 600
            },
            {
              "bid_amount": 1000,
              "bidding_message": "Your project is a canvas, and I'm the artist who will bring it to life with strokes of excellence and creativity!",
              "combined_score": 550
            },
            {
              "bid_amount": 1050,
              "bidding_message": "Let's dance to the rhythm of success. I'll choreograph your project with precision and flair!",
              "combined_score": 500
            },
            {
              "bid_amount": 1100,
              "bidding_message": "Unlock the door to innovation and let your project soar to new heights. I'll be your key to success!",
              "combined_score": 450
            },
            {
              "bid_amount": 1150,
              "bidding_message": "Buckle up for a thrilling ride of creativity and excellence. Your project is about to embark on an amazing journey!",
              "combined_score": 400
            },
            {
              "bid_amount": 1200,
              "bidding_message": "Your project is a puzzle, and I'm the master solver. I'll piece it together with precision and finesse!",
              "combined_score": 450
            },
            {
              "bid_amount": 1250,
              "bidding_message": "Let's write a captivating story of success with your project as the protagonist. I'll be the wordsmith of excellence!",
              "combined_score": 500
            },
            {
              "bid_amount": 1300,
              "bidding_message": "Redefine the boundaries of creativity with your project. I'll be the architect of innovation and brilliance!",
              "combined_score": 550
            },
            {
              "bid_amount": 1350,
              "bidding_message": "Your project deserves a touch of magic. I'll be the magician who turns your dreams into reality!",
              "combined_score": 600
            },
            {
              "bid_amount": 1400,
              "bidding_message": "Let's embark on a thrilling adventure of imagination and excellence. Your project will be the stuff of legends!",
              "combined_score": 550
            },
            {
              "bid_amount": 1450,
              "bidding_message": "Prepare to witness the symphony of success. I'll be the maestro conducting your project to perfection!",
              "combined_score": 500
            },
            {
              "bid_amount": 1500,
              "bidding_message": "Immerse yourself in a world of extraordinary possibilities. I'll be your guide to creating something truly remarkable!",
              "combined_score": 450
            },
            {
              "bid_amount": 1550,
              "bidding_message": "Let's write the next chapter of innovation together. Your project will be the story that captivates the world!",
              "combined_score": 400
            },
            {
              "bid_amount": 1600,
              "bidding_message": "Your project deserves a touch of elegance and sophistication. I'll infuse it with my creative expertise!",
              "combined_score": 450
            },
            {
              "bid_amount": 1650,
              "bidding_message": "Prepare to witness the magic of transformation. I'll turn your project into a work of art!",
              "combined_score": 500
            },
            {
              "bid_amount": 1700,
              "bidding_message": "Let's embark on a journey of innovation and excellence. Your project will shine like a beacon of success!",
              "combined_score": 550
            },
            {
              "bid_amount": 1750,
              "bidding_message": "Get ready for a rollercoaster ride of creativity and brilliance. Your project is about to reach new heights!",
              "combined_score": 600
            },
            {
              "bid_amount": 1800,
              "bidding_message": "Your project is a blank canvas, and I'm the artist who will create a masterpiece of innovation and excellence!",
              "combined_score": 550
            },
            {
              "bid_amount": 1850,
              "bidding_message": "Let's break free from the ordinary. Your project will be a testament to the extraordinary!",
              "combined_score": 500
            },


            
              {
                "bid_amount": 200,
                "bidding_message": "Unleash the power of innovation without breaking the bank. I'll deliver excellence within your budget!",
                "combined_score": 250
              },
              {
                "bid_amount": 220,
                "bidding_message": "Your project deserves a touch of magic. I'll make it sparkle and shine without emptying your pockets!",
                "combined_score": 280
              },
              {
                "bid_amount": 240,
                "bidding_message": "Let's embark on a journey of creativity and cost-effectiveness. I'll deliver outstanding results within your budget!",
                "combined_score": 300
              },
              {
                "bid_amount": 260,
                "bidding_message": "Unlock the door to exceptional quality without breaking the bank. I offer great value for your investment!",
                "combined_score": 320
              },
              {
                "bid_amount": 280,
                "bidding_message": "Let's make your project a masterpiece on a budget. I'll bring creativity and affordability together!",
                "combined_score": 340
              },
              {
                "bid_amount": 300,
                "bidding_message": "Experience the perfect balance of quality and affordability. I'll make your project shine without overspending!",
                "combined_score": 360
              },
              {
                "bid_amount": 320,
                "bidding_message": "Your project deserves exceptional results at a reasonable price. I'll exceed your expectations within your budget!",
                "combined_score": 380
              },
              {
                "bid_amount": 340,
                "bidding_message": "Let's create something extraordinary without breaking the bank. I offer top-notch quality at an affordable price!",
                "combined_score": 400
              },
              {
                "bid_amount": 360,
                "bidding_message": "Unleash your project's potential without emptying your wallet. I'll deliver outstanding results within your budget!",
                "combined_score": 420
              },
              {
                "bid_amount": 380,
                "bidding_message": "Experience the perfect blend of creativity and cost-effectiveness. I'll make your project remarkable within your budget!",
                "combined_score": 440
              },
              {
                "bid_amount": 400,
                "bidding_message": "Let's make your project a masterpiece without stretching your finances. I offer exceptional value at a fair price!",
                "combined_score": 460
              },
              {
                "bid_amount": 420,
                "bidding_message": "Unlock the doors to innovation without breaking the bank. I'll bring your project to life within your budget!",
                "combined_score": 480
              },
              {
                "bid_amount": 440,
                "bidding_message": "Let's create something extraordinary without compromising your budget. I offer quality at an affordable price!",
                "combined_score": 500
              },
              {
                "bid_amount": 460,
                "bidding_message": "Your project deserves the best within your budget. I'll deliver outstanding results without breaking the bank!",
                "combined_score": 520
              },
              {
                "bid_amount": 480,
                "bidding_message": "Experience the perfect fusion of affordability and excellence. Your project will be a success without overspending!",
                "combined_score": 540
              },
              
                {
                  "bid_amount": 500,
                  "bidding_message": "Your project is a canvas waiting to be adorned with excellence. I'll paint a masterpiece with my skills!",
                  "combined_score": 550
                },
                {
                  "bid_amount": 520,
                  "bidding_message": "Let's embark on a journey of creativity and innovation. I'll bring your project to life with brilliance!",
                  "combined_score": 570
                },
                {
                  "bid_amount": 540,
                  "bidding_message": "Unleash the power of imagination and craftsmanship. I'll create wonders for your project!",
                  "combined_score": 590
                },
                {
                  "bid_amount": 560,
                  "bidding_message": "Your project deserves a touch of magic. I'll transform it into something extraordinary!",
                  "combined_score": 610
                },
                {
                  "bid_amount": 580,
                  "bidding_message": "Let's sculpt your project with precision and finesse. I'll create a work of art that captivates!",
                  "combined_score": 630
                },
                {
                  "bid_amount": 600,
                  "bidding_message": "Prepare to witness the symphony of success. I'll compose a masterpiece for your project!",
                  "combined_score": 650
                },
                {
                  "bid_amount": 620,
                  "bidding_message": "Your project deserves to shine like a diamond. I'll polish it with my expertise and creativity!",
                  "combined_score": 670
                },
                {
                  "bid_amount": 640,
                  "bidding_message": "Let's write the next chapter of innovation together. Your project will be a story of success!",
                  "combined_score": 690
                },
                {
                  "bid_amount": 660,
                  "bidding_message": "Unleash the power of brilliance and creativity. Your project is about to reach new heights!",
                  "combined_score": 710
                },
                {
                  "bid_amount": 680,
                  "bidding_message": "Your project is a blank canvas, and I'm the artist who will bring it to life with colors of excellence!",
                  "combined_score": 730
                },
                {
                  "bid_amount": 700,
                  "bidding_message": "Let's embark on an extraordinary journey of creativity and innovation. Your project will leave a lasting impact!",
                  "combined_score": 750
                },
                {
                  "bid_amount": 720,
                  "bidding_message": "Prepare to witness the magic of transformation. I'll turn your project into a work of art!",
                  "combined_score": 770
                },
                {
                  "bid_amount": 740,
                  "bidding_message": "Your project deserves to stand out from the crowd. I'll create something remarkable and unique!",
                  "combined_score": 790
                },
                {
                  "bid_amount": 760,
                  "bidding_message": "Let's build a bridge to success with your project. I'll ensure every step is filled with excellence!",
                  "combined_score": 810
                },
                {
                  "bid_amount": 780,
                  "bidding_message": "Unleash the power of innovation and excellence. I'll make your project shine like a star!",
                  "combined_score": 830
                },
                {
                  "bid_amount": 800,
                  "bidding_message": "Your project deserves the best of my skills and expertise. I'll exceed your expectations!",
                  "combined_score": 850
                },
                {
                  "bid_amount": 820,
                  "bidding_message": "Let's create something extraordinary that leaves a lasting impression. Your project will be a testament to excellence!",
                  "combined_score": 830
                },
                {
                  "bid_amount": 840,
                  "bidding_message": "Prepare to be amazed! I'll infuse your project with innovation and brilliance like never before!",
                  "combined_score": 810
                },
                {
                  "bid_amount": 860,
                  "bidding_message": "Step into the realm of creativity and imagination. I'll bring your project's vision to life with expertise!",
                  "combined_score": 790
                },
                {
                  "bid_amount": 880,
                  "bidding_message": "Your project is a puzzle, and I'm the master solver. I'll piece it together with creativity and precision!",
                  "combined_score": 770
                },
                {
                  "bid_amount": 900,
                  "bidding_message": "Let's embark on a journey of innovation and excellence. Your project will shine like a beacon of success!",
                  "combined_score": 750
                },
                {
                  "bid_amount": 920,
                  "bidding_message": "Unleash the power of imagination and craftsmanship. I'll create wonders for your project!",
                  "combined_score": 730
                },
                {
                  "bid_amount": 940,
                  "bidding_message": "Your project deserves a touch of magic. I'll transform it into something extraordinary!",
                  "combined_score": 710
                },
                {
                  "bid_amount": 960,
                  "bidding_message": "Let's sculpt your project with precision and finesse. I'll create a work of art that captivates!",
                  "combined_score": 690
                },
                {
                  "bid_amount": 980,
                  "bidding_message": "Prepare to witness the symphony of success. I'll compose a masterpiece for your project!",
                  "combined_score": 670
                },
                {
                  "bid_amount": 1000,
                  "bidding_message": "Your project deserves to shine like a diamond. I'll polish it with my expertise and creativity!",
                  "combined_score": 650
                },
                {
                  "bid_amount": 1020,
                  "bidding_message": "Let's write the next chapter of innovation together. Your project will be a story of success!",
                  "combined_score": 630
                },
                {
                  "bid_amount": 1040,
                  "bidding_message": "Unleash the power of brilliance and creativity. Your project is about to reach new heights!",
                  "combined_score": 610
                },
                {
                  "bid_amount": 1060,
                  "bidding_message": "Your project is a blank canvas, and I'm the artist who will bring it to life with colors of excellence!",
                  "combined_score": 590
                },
                {
                  "bid_amount": 1080,
                  "bidding_message": "Let's embark on an extraordinary journey of creativity and innovation. Your project will leave a lasting impact!",
                  "combined_score": 570
                },
                {
                  "bid_amount": 1100,
                  "bidding_message": "Prepare to witness the magic of transformation. I'll turn your project into a work of art!",
                  "combined_score": 550
                },
                {
                  "bid_amount": 1120,
                  "bidding_message": "Your project deserves to stand out from the crowd. I'll create something remarkable and unique!",
                  "combined_score": 530
                },

              
                  {
                    "bid_amount": 100,
                    "bidding_message": "Sir/Madam, I humbly offer my services for your esteemed project. With this meager amount, I promise to put my heart and soul into delivering the best results.",
                    "combined_score": 150
                  },
                  {
                    "bid_amount": 120,
                    "bidding_message": "Dear respected client, I understand the value of money. With this humble bid, I assure you of my unwavering dedication and hard work.",
                    "combined_score": 180
                  },
                  {
                    "bid_amount": 140,
                    "bidding_message": "Greetings! As an individual in dire need, I present this modest bid, hoping to secure an opportunity to contribute my skills and alleviate my financial struggles.",
                    "combined_score": 210
                  },
                  {
                    "bid_amount": 160,
                    "bidding_message": "Dear sir/ma'am, I implore you to consider my bid, for it represents not just a monetary value but also my fervent desire to improve my circumstances through honest work.",
                    "combined_score": 240
                  },
                  {
                    "bid_amount": 180,
                    "bidding_message": "Respected client, I humbly request your attention to this bid. Despite my limited resources, I am determined to provide you with the best results and create a brighter future.",
                    "combined_score": 270
                  },
                  {
                    "bid_amount": 200,
                    "bidding_message": "Kind-hearted soul, with this modest bid, I seek an opportunity to showcase my skills and dedication. Your support will enable me to overcome adversity and build a better life.",
                    "combined_score": 300
                  },
                  {
                    "bid_amount": 220,
                    "bidding_message": "Esteemed client, in this era of hardships, I offer my services with this humble bid. I promise to work tirelessly to deliver the quality you deserve despite my circumstances.",
                    "combined_score": 330
                  },
                  {
                    "bid_amount": 240,
                    "bidding_message": "Dear sir/madam, I present this bid with hope in my heart, knowing that every opportunity brings me one step closer to a brighter future. Your support will mean the world to me.",
                    "combined_score": 360
                  },
                  {
                    "bid_amount": 260,
                    "bidding_message": "Respected client, I stand before you with this humble bid, eager to demonstrate my talents. With your kindness and this opportunity, I can break free from the chains of poverty.",
                    "combined_score": 390
                  },
                  {
                    "bid_amount": 280,
                    "bidding_message": "Dear benefactor, I come to you with this bid, a small sum that carries my dreams and aspirations. With your support, I can rewrite my story and create a better life for myself.",
                    "combined_score": 420
                  },
                  {
                    "bid_amount": 300,
                    "bidding_message": "Kind-hearted soul, I request your compassion and consideration for this humble bid. With your generosity, I can prove that dreams can come true even in the face of adversity.",
                    "combined_score": 450
                  },
                  {
                    "bid_amount": 320,
                    "bidding_message": "Esteemed client, I present this modest bid, fueled by my relentless spirit to overcome challenges. Your belief in me will empower me to change my circumstances and make you proud.",
                    "combined_score": 480
                  },
                  {
                    "bid_amount": 340,
                    "bidding_message": "Dear sir/madam, I offer my heartfelt bid, for it carries not just a monetary value but also the hopes and dreams of a struggling soul. Your support will be my beacon of hope.",
                    "combined_score": 510
                  },
                  {
                    "bid_amount": 360,
                    "bidding_message": "Respected client, with this bid, I humbly seek an opportunity to prove my worth. Your benevolence will give me the strength to rise above my circumstances and create a better life.",
                    "combined_score": 540
                  },
                  {
                    "bid_amount": 380,
                    "bidding_message": "Dear benefactor, I present this bid with utmost sincerity. Your compassion and belief in my abilities will not only change my life but also inspire me to uplift others in need.",
                    "combined_score": 570
                  },
                  {
                    "bid_amount": 400,
                    "bidding_message": "Kind-hearted soul, I beseech you to consider this bid as more than just a number. It represents my dreams, resilience, and unwavering determination to overcome poverty through honest work.",
                    "combined_score": 600
                  },
                  
                    {
                      "bid_amount": 10,
                      "bidding_message": "Respected sir/madam, with this humble bid, I offer my unwavering dedication and hard work. Though the amount is meager, my determination to overcome poverty is boundless.",
                      "combined_score": 50
                    },
                    {
                      "bid_amount": 20,
                      "bidding_message": "Dear kind-hearted soul, I present this small bid, infused with hope and resilience. Despite my challenging circumstances, I strive to provide you with the best service.",
                      "combined_score": 80
                    },
                    {
                      "bid_amount": 30,
                      "bidding_message": "Namaste! In this world of hardships, I offer my services with this modest bid. With your compassion and support, I can rewrite my destiny and break free from poverty's grip.",
                      "combined_score": 110
                    },
                    {
                      "bid_amount": 40,
                      "bidding_message": "Esteemed client, I come before you with this humble bid, knowing that every opportunity brings me one step closer to a better life. Your kindness will forever be cherished.",
                      "combined_score": 140
                    },
                    {
                      "bid_amount": 50,
                      "bidding_message": "Dear sir/madam, I offer my services with this small bid, driven by the desire to uplift my family from the depths of poverty. Your support will be a beacon of hope in my life.",
                      "combined_score": 170
                    },
                    {
                      "bid_amount": 60,
                      "bidding_message": "Respected client, I present this modest bid, carrying the dreams and aspirations of a struggling individual. With your generosity, I can rewrite my story and create a brighter future.",
                      "combined_score": 200
                    },
                    {
                      "bid_amount": 70,
                      "bidding_message": "Dear benefactor, with this humble bid, I seek an opportunity to showcase my skills and determination. Your support will not only change my life but also inspire others in need.",
                      "combined_score": 230
                    },
                    {
                      "bid_amount": 80,
                      "bidding_message": "Kind-hearted soul, I beseech you to consider this bid, for it represents not just a monetary value but also my hopes and dreams of breaking free from poverty's shackles.",
                      "combined_score": 260
                    },
                    {
                      "bid_amount": 90,
                      "bidding_message": "Esteemed sir/madam, I offer my heartfelt bid, fueled by my unyielding spirit to overcome adversity. Your belief in me will be the driving force behind my pursuit of a better life.",
                      "combined_score": 290
                    },
                    {
                      "bid_amount": 100,
                      "bidding_message": "Respected client, with this humble bid, I humbly request your compassion and consideration. Your support will not only change my life but also ignite a flame of hope in my heart.",
                      "combined_score": 320
                    },
                    {
                      "bid_amount": 5,
                      "bidding_message": "Namaste! Sir/Madam, in this era of struggles, I offer my services with this meager bid. Even though the amount is small, my dedication to your project knows no bounds.",
                      "combined_score": 25
                    },
                    {
                      "bid_amount": 15,
                      "bidding_message": "Dear respected client, with this modest bid, I present my skills and aspirations. Despite my financial hardships, I strive to provide quality work and exceed your expectations.",
                      "combined_score": 45
                    },
                    {
                      "bid_amount": 25,
                      "bidding_message": "Respected sir/madam, I come before you with this humble bid, fueled by the determination to rise above poverty's grip. Your support will be the stepping stone to a brighter future.",
                      "combined_score": 65
                    },
                    {
                      "bid_amount": 35,
                      "bidding_message": "Esteemed client, I offer my services with this small bid, carrying the dreams and ambitions of a struggling individual. Your kindness will be eternally cherished and remembered.",
                      "combined_score": 85
                    },
                    {
                      "bid_amount": 45,
                      "bidding_message": "Dear kind-hearted soul, I present this humble bid, filled with hopes of transforming my life. Your generosity and support will serve as a guiding light in my journey out of poverty.",
                      "combined_score": 105
                    },
                    {
                      "bid_amount": 55,
                      "bidding_message": "Namaste! With this modest bid, I humbly request your consideration. Though the amount is meager, my dedication and commitment to your project are unwavering.",
                      "combined_score": 125
                    },
                    {
                      "bid_amount": 65,
                      "bidding_message": "Respected benefactor, I come before you with this small bid, hoping to secure an opportunity to showcase my skills. Your support will not only change my life but also empower me to help others in need.",
                      "combined_score": 145
                    },
                    {
                      "bid_amount": 75,
                      "bidding_message": "Dear sir/madam, I offer my heartfelt bid, carrying the dreams of a struggling soul. Despite my financial limitations, I am determined to provide you with the best service.",
                      "combined_score": 165
                    },
                    {
                      "bid_amount": 85,
                      "bidding_message": "Esteemed client, with this modest bid, I seek your support and understanding. Your benevolence will not only transform my life but also serve as a beacon of hope for others like me.",
                      "combined_score": 185
                    },
                    {
                      "bid_amount": 95,
                      "bidding_message": "Kind-hearted soul, I beseech you to consider this humble bid. It represents not just a small amount but also my unwavering determination to overcome poverty through hard work.",
                      "combined_score": 205
                    },


                  
                      {
                        "bid_amount": 820,
                        "bidding_message": "Dear client, I am excited to offer my professional services for your project. With my expertise and attention to detail, I am committed to delivering exceptional results that align with your vision. Let's collaborate and bring your project to life!",
                        "combined_score": 920
                      },
                      {
                        "bid_amount": 850,
                        "bidding_message": "Hello! I am thrilled to be considered for your project. With my industry experience and dedication to quality, I am confident in delivering outstanding results within the specified timeframe. Let's work together to achieve success!",
                        "combined_score": 900
                      },
                      {
                        "bid_amount": 880,
                        "bidding_message": "Greetings! After carefully reviewing your project requirements, I am eager to bring my skills to the table. With meticulous attention to detail and a commitment to excellence, I am confident in delivering results that exceed your expectations.",
                        "combined_score": 960
                      },
                      {
                        "bid_amount": 910,
                        "bidding_message": "Hi there! I am a dedicated professional ready to tackle your project head-on. With a passion for delivering high-quality work and a track record of success, I am committed to providing you with outstanding results and a seamless collaboration.",
                        "combined_score": 940
                      },
                      {
                        "bid_amount": 940,
                        "bidding_message": "Dear client, I am excited to submit my bid for your project. With my extensive experience and a strong focus on client satisfaction, I am confident in my ability to deliver exceptional work that meets your project goals.",
                        "combined_score": 980
                      },
                      {
                        "bid_amount": 970,
                        "bidding_message": "Hello! Thank you for considering my bid. With my expertise and attention to detail, I am committed to delivering high-quality results that align with your requirements. Let's collaborate and achieve success together!",
                        "combined_score": 990
                      },
                      {
                        "bid_amount": 1000,
                        "bidding_message": "Greetings! I am a highly skilled professional ready to take on your project. With a strong work ethic and a commitment to excellence, I am confident in delivering exceptional results that meet your expectations.",
                        "combined_score": 1000
                      },
                      {
                        "bid_amount": 980,
                        "bidding_message": "Hi there! I am thrilled to be part of your project. With my extensive experience and dedication to delivering high-quality work, I am confident in my ability to meet and exceed your expectations. Let's collaborate and bring your vision to life!",
                        "combined_score": 960
                      },
                      {
                        "bid_amount": 930,
                        "bidding_message": "Hello! I am a professional with a strong background in your project's requirements. With attention to detail and a commitment to excellence, I am confident in delivering exceptional results that align with your goals.",
                        "combined_score": 920
                      },
                      {
                        "bid_amount": 850,
                        "bidding_message": "Greetings! I am excited to offer my expertise for your project. With my industry knowledge and dedication to delivering high-quality work, I am confident in my ability to meet your project goals.",
                        "combined_score": 850
                      },
                      {
                        "bid_amount": 810,
                        "bidding_message": "Dear client, I am thrilled to submit my bid for your project. With a strong work ethic and a commitment to delivering excellence, I am confident in my ability to provide you with outstanding results.",
                        "combined_score": 810
                      },
                      {
                        "bid_amount": 830,
                        "bidding_message": "Hi there! I have carefully reviewed your project requirements and I am excited to offer my professional services. With a focus on quality and client satisfaction, I am confident in delivering exceptional results.",
                        "combined_score": 830
                      },
                      {
                        "bid_amount": 870,
                        "bidding_message": "Hello! With my expertise and attention to detail, I am ready to take on your project. I am committed to delivering outstanding results that meet your expectations and contribute to your success.",
                        "combined_score": 870
                      },
                      {
                        "bid_amount": 890,
                        "bidding_message": "Greetings! I am a dedicated professional ready to contribute my skills to your project. With a focus on delivering high-quality work and meeting project objectives, I am confident in providing exceptional results.",
                        "combined_score": 890
                      },
                      {
                        "bid_amount": 950,
                        "bidding_message": "Hi there! Thank you for considering my bid. With my industry experience and a strong work ethic, I am committed to delivering exceptional results that align with your project requirements.",
                        "combined_score": 950
                      },
                      {
                        "bid_amount": 960,
                        "bidding_message": "Dear client, I am excited to be part of your project. With a passion for excellence and a commitment to meeting deadlines, I am confident in my ability to deliver exceptional work that exceeds your expectations.",
                        "combined_score": 960
                      },
                      {
                        "bid_amount": 920,
                        "bidding_message": "Hello! I am a professional freelancer ready to provide you with outstanding results. With a meticulous approach and a dedication to client satisfaction, I am confident in delivering high-quality work for your project.",
                        "combined_score": 920
                      },
                      {
                        "bid_amount": 890,
                        "bidding_message": "Greetings! I am thrilled to submit my bid for your project. With my expertise and attention to detail, I am confident in delivering outstanding results that align with your requirements and exceed your expectations.",
                        "combined_score": 890
                      },
                      {
                        "bid_amount": 830,
                        "bidding_message": "Hi there! Thank you for considering my bid. With my industry experience and a passion for delivering exceptional work, I am confident in my ability to provide you with outstanding results for your project.",
                        "combined_score": 830
                      },
                      {
                        "bid_amount": 870,
                        "bidding_message": "Dear client, I am excited to offer my professional services for your project. With a focus on quality and attention to detail, I am committed to delivering exceptional results that align with your vision.",
                        "combined_score": 870
                      },
                      {
                        "bid_amount": 900,
                        "bidding_message": "Hello! I am a dedicated professional ready to take on your project. With a strong work ethic and a commitment to excellence, I am confident in delivering exceptional results that meet your requirements.",
                        "combined_score": 900
                      },
                      {
                        "bid_amount": 910,
                        "bidding_message": "Greetings! Thank you for considering my bid. With my industry experience and a dedication to client satisfaction, I am confident in my ability to deliver exceptional work that exceeds your expectations.",
                        "combined_score": 910
                      },
                      {
                        "bid_amount": 940,
                        "bidding_message": "Hi there! I am thrilled to be part of your project. With my expertise and attention to detail, I am committed to delivering outstanding results that align with your requirements and contribute to your success.",
                        "combined_score": 940
                      },
                      {
                        "bid_amount": 950,
                        "bidding_message": "Dear client, I am excited to offer my professional services for your project. With my industry knowledge and dedication to delivering high-quality work, I am confident in my ability to meet your project goals.",
                        "combined_score": 950
                      },
                      {
                        "bid_amount": 960,
                        "bidding_message": "Hello! I have carefully reviewed your project requirements and I am eager to contribute my skills and expertise. With a focus on excellence and client satisfaction, I am confident in delivering exceptional results.",
                        "combined_score": 960
                      },
                      {
                        "bid_amount": 910,
                        "bidding_message": "Hi there! As a dedicated professional, I am thrilled to submit my bid for your project. With a strong attention to detail and a commitment to meeting deadlines, I am confident in delivering high-quality work.",
                        "combined_score": 910
                      },
                      {
                        "bid_amount": 930,
                        "bidding_message": "Greetings! I am a highly skilled freelancer ready to take on your project. With my expertise and attention to detail, I am confident in delivering outstanding results that align with your expectations.",
                        "combined_score": 930
                      },
                      {
                        "bid_amount": 920,
                        "bidding_message": "Hello! Thank you for considering my bid. With my industry experience and dedication to excellence, I am confident in my ability to deliver exceptional results that align with your project goals.",
                        "combined_score": 920
                      },
                      {
                        "bid_amount": 870,
                        "bidding_message": "Dear client, I am excited to offer my professional services for your project. With a focus on quality and a strong work ethic, I am committed to delivering exceptional results that meet your requirements.",
                        "combined_score": 870
                      },
                      {
                        "bid_amount": 890,
                        "bidding_message": "Hi there! I am thrilled to be considered for your project. With my industry experience and a commitment to client satisfaction, I am confident in delivering outstanding results within the specified timeframe.",
                        "combined_score": 890
                      },
                      {
                        "bid_amount": 880,
                        "bidding_message": "Greetings! I have carefully reviewed your project requirements and I am excited to bring my skills to the table. With attention to detail and a commitment to excellence, I am confident in delivering exceptional results.",
                        "combined_score": 880
                      },
                      {
                        "bid_amount": 900,
                        "bidding_message": "Hello! As a dedicated professional, I am thrilled to submit my bid for your project. With a passion for delivering high-quality work and a focus on client satisfaction, I am confident in my ability to meet your expectations.",
                        "combined_score": 900
                      },
                      {
                        "bid_amount": 940,
                        "bidding_message": "Hi there! I am a professional freelancer ready to contribute my skills to your project. With a meticulous approach and a commitment to delivering exceptional results, I am confident in meeting your project goals.",
                        "combined_score": 940
                      },
                      {
                        "bid_amount": 960,
                        "bidding_message": "Dear client, I am excited to be part of your project. With my expertise and attention to detail, I am committed to delivering outstanding results that align with your requirements and contribute to your success.",
                        "combined_score": 960
                      }
                    
                 
                  
    
                
              
          
        
      
      
]
